{
  "book1": [
    {
      "title": "Dan and Brad",
      "text": "Dan and Brad grab hands then clap. Dan was a man and he sang. Brad was a lad and he sang too. Dan sat on the sand that was damp. Brad, the lad, had a splash in the dam. Then Dan and Brad swam in the dam and sat on the sand again and again. Brad and Dan sang again too. Brad and Dan swam, sat and sang all day. Over and over Brad and Dan swam, then sat, then sang. Then, when the day was over, Dan the man had a nap.",
      "image": "dan_and_brad.png"
    },
    {
      "title": "Jan’s Catnap",
      "text": "Gran and her white pram sat on the sand. Jan was in the white pram on the sand. Jan was about to catnap in the pram. Gran sang to Jan in her white pram as she was about to catnap. Then, as Gran sang to Jan in her white pram, Jan had a catnap. Gran was glad that Jan was in her white pram as she had her catnap.",
      "image": "jans_catnap.png"
    },
    {
      "title": "Pat Has a Cat",
      "text": "A man’s name is Pat. Pat has a cat and a lamb. The cat’s name is Splatman. Splatman the cat has a mat. His mat is patched. Splatman the cat grabs his mat and drags it to the van. Pat claps and Splatman the cat is glad. Pat has a mat for his lamb too. The lamb’s mat is black and white. The lamb grabs the mat and drags the mat to the van. Pat claps again and the lamb has an apple. Pat, Splatman and the lamb are glad.",
      "image": "pat_has_a_cat.png"
    },
    {
      "title": "Ted and Bess",
      "text": "Ted wanted to fetch some bread for Bess. He sped to get the bread and then he sped back to his flat. Then he went to bed and slept. He dreamt about Bess. Bess mended her white dress and fell into bed. She also dreamt about Ted. The next day Ted and Bess wed. The bells rang. Their dads felt glad and wept. Ted’s best friend selected a red chest as a present for Ted and Bess.",
      "image": "ted_and_bess.png"
    },
    {
      "title": "Let’s Help Brendan’s Dad",
      "text": "Seven friends had met next to the shed. “Let’s help Brendan’s dad get ten red hens,” said Brendan’s best friend Beth. The seven friends said, “Yes!” Beth and Brendan grabbed hands. The rest of the friends stepped back. Beth and Brendan selected a spell. Then Beth and Brendan said the spell! A black and red flash cracked. Then a nest, a wren and an egg landed next to them. The wren said, “Ten red hens are in the shed.” Then the nest, egg and wren went. Beth and Brendan and the friends went to the shed as the wren had said. In the shed, ten red hens sat on ten white eggs. Brendan’s dad had wanted hens and eggs. The seven friends felt glad to have helped Brendan’s dad get his ten red hens and ten eggs.",
      "image": "lets_help_brendans_dad.png"
    },
    {
      "title": "The Incredible Ring",
      "text": "A little, thin man lived in a little, brick flat on a little, white sand hill with many shells. One day in his flat, the little, thin man saw a brittle brick. He picked at the brittle brick in his flat. The brittle brick cracked and he saw a fantastic thing. It was an incredible ring! The little, thin man slid his little, thin hand into the crack and lifted the ring trapped in the bricks. The little, thin man sat and held the ring in his little, thin hand. The ring had a dent in it. The ring was still incredible. The little, thin man bent the ring and it snapped in his little, thin hands. In a flash, the little, thin man and the ring vanished.",
      "image": "the_incredible_ring.png"
    },
    {
      "title": "The Six Pink Pigs",
      "text": "The six pink pigs lived on a big hill. The six pink pigs giggled as they nibbled the chips the witch had in her bin. The witch had left the chips for some insects. The six pink pigs shifted the lid of the bin into a ditch and selected the best chips to nibble. The witch saw the six pink pigs nibbling the chips she had left for the insects. The witch giggled as she grabbed her big stick. In an instant, one pink pig was lifted above the bin with the chips. It was incredible. The lid of the bin that was in the ditch was lifted too. The witch giggled again. The pink pig above the bin landed with a crash into the bin with the chips. Then there was a big bang as the lid landed on the pink pig in the bin. The rest of the pink pigs inspected the witch as she giggled and giggled. Then, the rest of the pink pigs giggled too.",
      "image": "the_six_pink_pigs.png"
    },
    {
      "title": "Tom’s Dog",
      "text": "Tom has a dog. Tom’s dog is Bob. Bob is a big dog. Bob is a big black dog. Tom has a rock. It is a big rock. It is a big black rock. Tom tosses the rock at a bin. Bang! Bob dashes and gets the rock. Bob picks it up and dashes back. Bob drops the rock for Tom to toss again. Tom grabs the rock so that Tom and Bob can go to have a drink. Then they go to the pond. Tom drops the rock into the pond. Splash! It splashes them. Tom and Bob get wet.",
      "image": "toms_dog.png"
    },
    {
      "title": "Josh and Robin",
      "text": "Josh and Robin packed their bag with lamb chops, some salt and carrots. They planned to have a picnic in the forest. They would watch their little yacht skim across the water in the pond. It was a good yacht. They wanted Spot their dog to come with them. So they let him go from the knot and Josh let Spot sniff the bag with the lamb chops, some salt and carrots. Spot yapped and hopped at the smell of the lamb chops and he went with them over the little hill to the pond in the forest. Josh and Robin left their bag while they watched the yacht skim across the water in the pond. Spot was still watching the bag with the lamb chops, some salt and carrots. Spot grabbed the lamb chops from the bag and scrammed. His friend the frog would think the chops were good. Josh and Robin had lost the chops and Spot the dog. They still had the carrots with some salt for their picnic. When they went back over the little hill, Spot was not with them. Spot and the frog were chomping on the chops in the forest. Spot would come back over the little hill when he and the frog had finished chomping on the lamb chops.",
      "image": "josh_and_robin.png"
    },
    {
      "title": "Jumping Uggles",
      "text": "Ug the young uggle huddles, cold and wet, under his umbrella. He has a big head with an antenna on top. This story is about one day when Ug the uggle has to do his jobs before he can frolic with his friends. Up above him, the other uggles jump. Ug loves to jump too, but he has too much to do before he can frolic and jump with his uggle friends. Up above him, the other uggles have some punch. Ug loves punch too, but he has too much to do before he can frolic and have punch with his uggle friends. Ug puts the rubbish in the bin and finishes his jobs. Now, Ug can frolic and have fun with his friends.",
      "image": "jumping_uggles.png"
    },
    {
      "title": "Much Fun",
      "text": "It was hot. Duncan and Malcolm rushed to get Uncle Buck and Mum. They wanted a swim and some fun in the sun. Come on Uncle Buck! begged Duncan. Uncle Buck and Mum jumped up. Mum put lunch into a bucket. She packed sandwiches to munch on, some nuts, a jug of punch, some drinking water, mugs, cups and her big umbrella. Let’s go swimming, they all sang as they tumbled into the truck. They frolicked in the puddles under the hot sun. They collected shells and built sand castles. Mum made Duncan and Malcolm put sunblock on their skin and put on hats before too much sun made them sick. Let’s swim in the salt water before the sun sets! yelled Uncle Buck. Then they all sat under Mum’s big umbrella and watched the sun set over the water. That was so much fun, commented Malcolm. And they all said that they would do it again the next day.",
      "image": "much_fun.png"
    },
    {
      "title": "Cooking Madison’s Hooked Fish",
      "text": "“Look at the fish I hooked with a fishing rod,” said Madison. She was thrilled to have hooked such a good fish. “Fantastic catch!” Her mum was thrilled too. “That should be cooked up for lunch.”\n\nMadison and her mum looked in the cookbook to find out the best method to cook the fish Madison had hooked with her fishing rod. “Let’s cook it in the oven,” commented Madison. “Let’s put lemon and salt on it as well.” It did not take long for the fish to cook in the oven. When it was cooked Mum took it out of the oven and put it in a fish dish.\n\n“Come on lads!” Mum yelled to Madison’s dad and all of the kids, “Madison has hooked and cooked a fantastic fish for lunch. Come and get it before it is cold!” Madison’s dad was astonished at how well Madison had cooked the fish she had hooked with her fishing rod. Madison’s dad was thrilled that Madison had hooked and cooked such a good lunch. Madison was thrilled too.",
      "image": "cooking_madisons_hooked_fish.png"
    },
    {
      "title": "The Crook",
      "text": "The crook pulled the woollen hood over his head so the witch would not know it was him. He then crept into her forest to find the shelf that held her spell book. The book was full of good spells that would give him the castle of gold he wanted.\n\nThe witch was watching. She did know it was the crook who had pulled a woollen hood over his head.\n\nThe crook went across the wooden steps. They took him to the spell book that stood on the shelf in the witch’s forest.\n\nThe witch was watching. She could tell that the crook was in her forest looking to take her spell book.\n\nThe crook shook as he took the spell book that stood on the shelf in the witch’s forest. He looked at the spell he wanted and read it from the book.\n\nThe crook shook as he ran from the spell book that still stood on the shelf in the witch’s forest. The witch cackled!",
      "image": "the_crook.png"
    }
  ],
  "book2": [
    {
      "title": "<span class='highlight'>Wolf</span> Looks for Lunch (Part 1)",
      "text": "Wolf went looking along the brook in the woods for something to cook for lunch. He could smell that something incredible, fantastic, outstanding, terrific and tempting was cooking. The scent was irresistible.\n\nThe wolf ran into his friend Rabbit and said,\n\n“Rabbit, do you know who is cooking?”\n\nRabbit said, “No Wolf, I do not know who could be such a good cook. I would love to chat, but I can see you are looking for lunch! I’ll let you be.”\n\nSo Rabbit scrammed back into the woods. Wolf was still looking for lunch.\n\nWolf trotted to the bank of the brook and saw a man cooking something in a big pot.\n\n“Wolf,” said the man, “I’m looking for some lunch and now you have come along.” Before Wolf could scram, the man who had a gun put a net over him and tossed him into the big pot.\n\nChicken said to Salmon, “Do you smell something incredible cooking?”\n\n“Yes,” said Salmon, “I smell something fantastic cooking.”",
      "image": "wolf_looks_for_lunch_part1.png"
    },
    {
      "title": "<span class='highlight'>Wolf</span> Looks for Lunch (Part 2)",
      "text": "Wolf went looking along the brook in the woods for something to cook for lunch. He could smell that something incredible, fantastic, outstanding, terrific, tempting and irresistible was cooking. The scent was too much.\n\nWolf ran into his friend Puffin and said,\n\n“Puffin, do you know who is cooking?”\n\nPuffin said, “No Wolf, I do not know who could be such a good cook. I would love to chat, but I can see you are looking for lunch! I’ll let you be.”\n\nSo Puffin scrammed back into the woods. Wolf kept looking for lunch.\n\nThe wolf ran into his friend Salmon and said,\n\n“Salmon, do you know who is cooking?”\n\nSalmon said, “No Wolf, I do not know who could be such a good cook. I would love to chat, but I can see you are looking for lunch! I’ll let you be.”\n\nSo Salmon scrammed back into the brook. Wolf was still looking for lunch.\n\nThe wolf ran into his friend Rabbit and said,\n\n“Rabbit, do you know who is cooking?”\n\nRabbit said, “No Wolf, I do not know who could be such a good cook. I would love to chat, but I can see you are looking for lunch! I’ll let you be.”\n\nSo Rabbit scrammed back into the woods. Wolf was still searching.\n\nThe wolf ran into his friend Wombat and said,\n\n“Wombat, do you know who is cooking?”\n\nWombat said, “No Wolf, I don’t know, but that smell is strong! Let’s find out together.”\n\nWombat and Wolf followed the scent to the brook, where they saw the man with the pot. Wombat quickly alerted Puffin, Salmon, and Rabbit. Together, they devised a plan. Puffin distracted the man with a loud call, while Salmon splashed water from the brook to douse the fire. Rabbit and Wombat chewed through the net, freeing Wolf just in time.\n\nGrateful, Wolf thanked his friends. From that day, he learned to cook with them instead of hunting alone, and the woods were filled with laughter instead of worry.",
      "image": "wolf_looks_for_lunch_part2.png"
    },
    {
      "title": "Dave Runs Late",
      "text": "On the day of the table tennis match, Dave didn’t wake up until eight. He was running late. He had to play against his mate, Gayle, in the big table tennis game. Dave’s maid came in and said, “Dave, you must wake up. You will be late for the game!”\n\nDave got up and ran to the table. He ate some fresh cake that his mum had baked. The cake tasted great! He drank some milk from his grey mug. He washed his plate, grabbed his bag and dashed away.\n\nDave ran along the lane to the lake where the tables were set up to play. He felt the weight of his bats in his bag as he ran. He was afraid that he may have missed the table tennis game. When he made it to the lake he saw that he was late, but not too late.\n\n“Dave,” said Gayle, “you are late! You could have missed the game!” Dave and Gayle played a great game.",
      "image": "dave_runs_late.png"
    },
    {
      "title": "A Shed for a Club",
      "text": "It was the holidays and Jay loved to play games with Kate.\n\nOne day they invented a club. They wanted a camp for their club where they could play for the holidays. They would build a shed next to the lake as their main base.\n\nJay took a rake and a spade. Kate grabbed some wooden planks, clay, nails and paint. They wanted to make a great base for their club. They made their way to the gate and up the lane to the lake.\n\nAt the lake Kate and Jay made a shed in the shade. Kate raked the hay away and nailed the planks. Jay painted the gate with some grey paint. Then Jay made his mum come all the way to the lake to gaze at their club’s main base.\n\nJay’s mum was amazed and said it was the best club they had made. She gave them a tray of grapes and a plate of cakes which she had baked. Jay and Kate let Jay’s mum stay with them in their club too. They had made a terrific club where they played for the rest of the holidays.",
      "image": "a_shed_for_a_club.png"
    },
    {
      "title": "A Case of Not Behaving Respectfully",
      "text": "The disrespectful man sat at the table and grunted. The attendant saw that he was extremely hungry. The disrespectful man seized the list of food that was available to eat and told the attendant what he wanted.\n\nThe disrespectful man sat in his seat and grunted. “When will I get my meal?” he screamed at the attendant. “I need to eat now!” the disrespectful man again screamed at the attendant.\n\nThe people in the shop were now feeling really uneasy about the man. They saw he was extremely hungry but they were beginning to feel that this man was too disrespectful to eat in this shop.\n\nThe attendant said to the man, “Please do not scream or we will not feed you.”\n\nThe man looked at the attendant and immediately looked away. He could tell he was being grumpy and felt bad. “I am extremely hungry,” he told the attendant again. “I do not mean to be disrespectful.”\n\nThe attendant and the people in the shop saw that the man felt ashamed about behaving badly. “We are happy to feed you,” said the attendant, “but you need to speak and behave respectfully.”\n\nThe man understood that he had been disrespectful. When he had eaten his lunch, he left a big tip for the attendant. The other people in the shop left big tips for the attendant too.",
      "image": "a_case_of_not_behaving_respectfully.png"
    },
    {
      "title": "How Donkey Got Three Tails",
      "text": "“How about we play Pin the Tail on the Donkey,” pleaded the monkey who was keen to play a game.\n\nThis time the sheep agreed. “That is a really good plan,” bleated the two white sheep from out in the field. “The donkey has an extremely big bottom so it will be easy to pin a tail on it. We will win this game.”\n\nThe eagle agreed. “I think this is a good game to play.” She also believed that it would be easy to win the game as the donkey’s great big bottom made it an easy shot.\n\nThe ape was thinking about his big bottom and was pleased that the other animals had not agreed to play Pin the Tail on the Ape. So he was also quick to agree that it was a really good plan to play Pin the Tail on the Donkey.\n\n“I am not so keen to play this game,” brayed the donkey. “I am not pleased that you all want to put pins in my bottom.”\n\n“Oh no,” explained the cheeky monkey, “we will not push pins into your bottom. We will stick the pins onto your bottom. You will not feel it at all.” The other animals nodded their heads in agreement. “You will not feel it at all Donkey and it will be fun.”\n\nIt took a while for Donkey to agree. Then he brayed, “Well then, let’s give it a go.”\n\n“I will begin the game and pin a tail on the donkey as I planned the game,” said the monkey clinging beneath the tree branch. The monkey began. Then the other animals had a go too. It was extremely funny and even the donkey had to agree it was a terrific game.\n\nBut it took three weeks for the animals to be able to pull the extra tails off the donkey’s extremely big bottom and all the other spots.",
      "image": "how_donkey_got_three_tails.png"
    },
    {
      "title": "Kite Flying",
      "text": "The bright green kite flies up high in the wide, bright sky. A child guides the kite as it flies in the sky. It flies by the sty with pigs. It sees the fireman’s wife baking a pie.\n\nThe kite loves the feeling of the mild breeze in its sails. It increases its height and flies above the electric lines. It is having a wild time gliding in the sky.\n\nAgain, with the mild breeze, it gains height. It flies back across the sky to the sty where the pigs lie in the mud. The pigs wish that they too could fly like the kite. The kite is delighted with its flight.\n\nFinally the child realises it is time to finish for the day. He tugs on the string to pull the kite back down.\n\nThe breeze feels amazing as the kite sails. It is having too much fun so it resists the child’s attempts to pull it back to land.\n\nThe child is too strong and finally the kite has to land. It glides to a stop next to the child.",
      "image": "kite_flying.png"
    },
    {
      "title": "Puppy Who?",
      "text": "The puppy was just a young baby. He would still feed from his mum when he wasn’t asleep. This day he was quite keen to meet some of the other animals.\n\nThe puppy trotted out to the field where he was delighted to see another animal beneath the trees. “Hi,” said the puppy. “I’m a dog,” he stated to the lion.\n\n“You are not a dog,” the not-bright lion revealed. “You are a funny-looking lion.” The puppy was quite puzzled.\n\n“How do you know that I’m a lion?” he said. “Well, you are in the field with all of the other lions,” said the not-bright lion, “so you must be a lion.” The puppy thought about this for a while and finally realised that he must be a lion.\n\nThe puppy left the field and set off for the stable where he was delighted to meet another animal eating some green leaves. “Hi, I’m a lion,” he told the donkey.\n\n“You are not a lion,” the donkey brayed at the puppy in fits of giggles. “You are a funny-looking donkey.” The puppy was again quite puzzled by this and said, “How do you know I’m a donkey?”\n\nThe donkey explained, despite thinking that it was all extremely funny, “Well, you are in the stable, so you must be a donkey.” The puppy thought about this for a while and finally realised that he must be a donkey.\n\nThe puppy left the stable and climbed the windy trail that headed directly to the valley. He reached another animal asleep in the tree. “Hi!” exclaimed the puppy, “I’m a donkey.” The monkey thought this was extremely funny. “You are not a donkey,” he revealed to the puppy.\n\n“Then I am a lion,” the puppy told the monkey. “You are not a donkey or a lion,” the monkey revealed again. “You are a dog.”\n\nThe puppy was delighted. The monkey went on speaking, “Who you are is the key, not where you are or what you are doing.”\n\nHe was just a young dog but the puppy now realised he was a dog.\n\nHe ran back to his mum to let her know too. He thought that she would be very relieved.",
      "image": "puppy_who.png"
    },
    {
      "title": "Boating Lessons",
      "text": "Owen hoped to own a sailing boat. He spoke to his friend Joan who lived at the seaside. He proposed that Joan teach him how to sail a boat. He told Joan that he had wanted to sail a boat for a long time and to one day own his own yacht.\n\nJoan was happy to coach Owen. She lived close to the seaside and owned her own yacht so he was welcome to visit her.\n\nThey agreed on a weekend when Owen would visit Joan at her seaside home. Both Owen and Joan were happy. They both realised it would be fun. Finally, when the weekend arrived, Owen rode the bus to the seaside.\n\nWhen Owen arrived at Joan’s home she said, “Let’s go to the boat shed so I can show you all you need to know to own a boat.” They spent all of that weekend sailing Joan’s yacht. It was terrific. Joan was a good coach.\n\nFinally the time came for Owen to catch the bus home. Joan invited Owen to visit again one day. Owen was stoked!",
      "image": "boating_lessons_end.png"
    },
    {
      "title": "Joe’s Note to Rose",
      "text": "Joe wrote a note and tucked it in an envelope. He posted it from the roadside post box. He hoped that it would make it to Rose in time.\n\nWhen the postman got the envelope, he drove it to the post shop. The people there looked at the address on the envelope and realised it needed to go on the mail boat.\n\nThe next postman took the envelope that was posted to Rose. He thought that the mail boat would leave in a moment. He drove the envelope in his post truck so that he could make it on time before the mail boat floated off from the jetty. He hoped to get the note to Rose in time.\n\nThe boatman looked at the envelope and saw that it was intended for Rose. He rowed to the island cove. He rang Rowan, who drove to the cove. Rowan collected the envelope for Rose from the boatman. They all hoped Rose would get the envelope in time.\n\nRowan drove along the tree-lined road. Sometimes he would stop at the shop for a drink but this day he would buy nothing. He wanted to get the note to Rose in time. He drove on until he came to a little side road by the lake. As he drove up the side road he saw Rose playing on the swings by her home.\n\nRowan stopped and gave the envelope to Rose. Rose opened the envelope and screamed with delight as she read Joe’s note:\n\n**Happy Birthday, Rose!**",
      "image": "joes_note_to_rose_end.png"
    }
  ],
  "book3": [
    {
      "title": "Bopping to Musical Tunes",
      "text": "The jolly little men smiled at the people listening to them. The men were music men who played magical tunes. They were just a few and their music was beautiful. The people listening were amused by their magical tunes and tuneful songs.\n\nThe jolly little music men tapped their toes as a few people began to hip hop to their music. It was funny to see the people as they bopped and rocked as the men played their tunes. Their music made the people feel happy and many refused to leave while the jolly little music men continued to play.\n\nEventually though, the amused people bopping and rocking to the magical tunes realised that they had to go. As each one left, the people put money in the huge money box to say, “Thanks!”\n\nThe jolly little music men continued to play their tunes and the people bopping and rocking left one by one.\n\nSuddenly, the jolly little music men looked up and no one remained. They had all gone home.",
      "image": "bopping_to_musical_tunes.png"
    },
    {
      "title": "Just Imagine",
      "text": "Imagine, just for a few minutes, that you dug up a magic lamp with a magic genie who gave you three magical wishes. Do you sometimes stop to imagine such things? What would you wish for? Maybe you would wish that you could fly. I think it would be magical to be able to fly, don’t you? That would be one wish.\n\nImagine, just for a few minutes, gliding on a gentle breeze, flying high over gigantic buildings and over huge forests. But the fun would continue with the second wish. What would your next wish be?\n\nI think it would be magical to be able to breathe under the water like fish. Imagine for just a few minutes, swimming with all the fish of the sea, being amused by musical tuna and beautiful coral. Then eventually, exploding out of the water like a giant rocket.\n\nJust imagine! I would need a new costume so that people knew I was not your regular guy. Imagine how cold it would be to fly from the bottom of the sea into the sky. My costume would need to be magical too so that I wouldn’t freeze. Imagine if you had a costume that kept you not too hot and not too cold. Maybe that would be one other wish. Just imagine!\n\nImagine, just for a moment, that you could fly into the sky and view the globe from high in the sky. You could gently touch down and not need to use clothes or equipment to breathe. I know the view would be beautiful from there too. Imagine, just for a few minutes, that you dug up a magic lamp with a magic genie who gave you three magical wishes.\n\nFor what would you wish?",
      "image": "just_imagine.png"
    },
    {
      "title": "My Office is in Space",
      "text": "Living as a space pilot in a satellite in space is very unlike living on this planet. Space pilots face many special challenges. Simple duties like eating, drinking and sleeping require special equipment and make living in space especially exciting. This is mostly because there is only a little gravity in space.\n\nGravity gives us weight. Basically, it stops us floating about all over the place, which is something like what happens inside a satellite in space. Being such a long distance from home means that people who live in space cannot go home at the end of each day to sleep. Space pilots sleep in specially designed beds that are attached to the side of their room to stop them floating off. Eating is also quite strange. Specially cooked food is placed into tubes. The food is not squeezed onto a plate and eaten with a spoon as it would float all over the place. As they are living in a man‑made environment, space pilots receive special treatment to keep them in the best of health.\n\nIt would be cool to live on a satellite in space.",
      "image": "my_office_is_in_space.png"
    },
    {
      "title": "Midnight Snack",
      "text": "It was a hot night and the moon shone through the open window. Not even the slightest breeze blew, making the night still and humid. Suresh was awake as the hot night made it difficult to sleep. He was also hungry because the soup he had eaten for tea had not filled him up. He decided to get up and have some fruit.\n\nMaking his way from the bedroom, he could see something moving silently across the tiles. It was a wild cat that had come inside looking for something to eat. Suresh knew that this cat could attack him if it decided it felt trapped. He had seen a cat like this before. The wild cat stopped and looked at Suresh.\n\nSuresh was close and knew too that he had to remain cool. He saw the cat’s eyes in the night as it tried to assess any threat to itself. Suresh thought he could be dreaming or it could have been a movie. But no, it was real. Suresh still didn’t move; he knew the animal would be afraid of him but he too was worried by the cat’s presence.\n\nHis dad woke from his sleep and came out through the next room. The cat looked over at Suresh’s dad.\n\n“Don’t move,” said Suresh’s dad. “Just stay cool! He only wants to find some food.”\n\nSoon the cat decided to leave. It crept back through the open window and moved quietly into the night. “You are a cool dude, Suresh,” said his dad. “You were wise to stay cool.”\n\n“I knew it was just hungry like me,” said Suresh, “and it’s a hot night.”",
      "image": "midnight_snack.png"
    },
    {
      "title": "Welcome Feast Pt 1",
      "text": "At home in the kitchen, Gina and her dad began cooking for their guests. While Dad cut up the vegetables, Gina peeled the skins off the carrots and potatoes. They cooked all the food to make Aunty Jess and Cousin Jack feel welcome.",
      "image": "welcome_feast_pt1.png"
    },
    {
      "title": "Welcome Feast Pt 2",
      "text": "The feast was now ready. It seemed like ages, but finally Aunty Jess and Jack arrived. The family was very excited. Gina’s mum did not stop chatting. She had many things to tell them because it had been a long time since they had seen each other.",
      "image": "welcome_feast_pt2.png"
    },
    {
      "title": "Welcome Feast Pt 3",
      "text": "It was finally time to sit down for the feast. Gina was very excited about having cooked for the family. She and Jack set the table and arranged where people were to sit. They would sit next to each other.\n\nThe adults were still chatting as they sat at the table. Gina and Jack carried the food out from the kitchen and laid it on the table. It looked great. The feast was a big success. Gina’s mum said it was the best crispy salad she had eaten. Aunty Jess believed Gina and her dad were great cooks too: “You should continue cooking,” she said. “You might even become a cook when you grow up.”\n\nAfter eating, Jack and Gina listened to music while the adults chatted late into the night. As a treat, they could stay up late after they had cleaned their teeth. Mum knew Gina was too excited to sleep. They all agreed that being with family made them very happy. It was indeed a magnificent feast.",
      "image": "welcome_feast_pt3.png"
    },
    {
      "title": "The Market",
      "text": "It was Sunday and Mark and Darcy went to the flea market in Darcy’s fast car. It was not far, just past Mark’s aunty’s farmyard.\n\nThey arrived at half past ten and Darcy parked the car under an arch by a barn. There had just been a harvest, and the calves were eating the fresh grass. They strolled past the calves to the path that led to the large market.\n\nAt the market, they saw many people hard at work selling their products. In one part, they saw an artist painting love hearts on a card, and in another part they saw a young girl standing on a stool on a tarnished carpet playing a large harp.\n\n“How much do you charge?” asked Darcy. “Five dollars for one song,” replied the girl. “That’s too expensive by far,” said Mark in reply.\n\nThey went to buy some lemonade from another young girl squeezing lemons. They also saw a man selling rhubarb and almond tarts from a cart. Then, in the last part of the market, there was a woman with a pile of dark garments. On them were little sparkling stars. They couldn’t believe how many garments were for sale.\n\nWhen Mark grew sleepy, he sat on the grass and started to play his guitar. People thought he was part of the market and gave him money for his songs. He and Darcy finally hopped back into the car and drove back to their apartment. Mark had managed to make twenty‑five dollars.\n\nDarcy smiled and remarked, “That was smart. We should go to the market each week!”",
      "image": "the_market.png"
    },
    {
      "title": "A Remarkable Story",
      "text": "Harley and Martha left the garden party. It had been at their friend’s apartment which was not far from their home. They had an argument about who would drive the car. Martha yelled and marched off through the yard and into the park.\n\nAs she strolled along the tar path, she passed a man with a scar. He smoked a cigar and was breathing hard. He had on dark sunglasses. She smiled, but he looked at her hard. Her heart beat fast. She did not feel calm. “I feel alarmed,” she remarked to no one in particular. She reached a car yard selling cars and car parts. The sign read, “No trespassing.” An alarm was ringing and a guard dog barked as a guard put on its collar.\n\n“Have you seen a man with a scar and sunglasses?” asked the guard. “He just tried to steal a car.” Martha was startled. “Yes, he passed me in the park. He had dark sunglasses. He did alarm me. He can’t be far.” The guard with the barking dog ran after his target.\n\nMartha wanted to go home. She didn’t want to be apart from Harley and wished that she had not argued with him. She was startled when a car stopped next to her. Martha’s heart beat fast. She did not want extra drama. Then she realised that it was Harley in the car. She felt calm and got in. “I am very pleased you are here. Let me tell you a remarkable story,” she said.\n\nThat night they listened to the news on the radio about the alarm at the car yard. They were pleased to know that the guard had nabbed the man with the scar and that the police had put him behind bars.",
      "image": "a_remarkable_story.png"
    }
  ],
  "book4": [],
  "book5": []
}
