{
  "book1": [
    {
      "title": "Dan and Brad",
      "text": "Dan and Brad grab hands then clap. Dan was a man and he sang. Brad was a lad and he sang too. Dan sat on the sand that was damp. Brad, the lad, had a splash in the dam. Then Dan and Brad swam in the dam and sat on the sand again and again. Brad and Dan sang again too. Brad and Dan swam, sat and sang all day. Over and over Brad and Dan swam, then sat, then sang. Then, when the day was over, Dan the man had a nap.",
      "image": "images/dan_and_brad.png"
    },
    {
      "title": "Jan’s Catnap",
      "text": "Gran and her white pram sat on the sand. Jan was in the white pram on the sand. Jan was about to catnap in the pram. Gran sang to Jan in her white pram as she was about to catnap. Then, as Gran sang to Jan in her white pram, Jan had a catnap. Gran was glad that Jan was in her white pram as she had her catnap.",
      "image": "images/jans_catnap.png"
    },
    {
      "title": "Pat Has a Cat",
      "text": "A man’s name is Pat. Pat has a cat and a lamb. The cat’s name is Splatman. Splatman the cat has a mat. His mat is patched. Splatman the cat grabs his mat and drags it to the van. Pat claps and Splatman the cat is glad. Pat has a mat for his lamb too. The lamb’s mat is black and white. The lamb grabs the mat and drags the mat to the van. Pat claps again and the lamb has an apple. Pat, Splatman and the lamb are glad.",
      "image": "images/pat_has_a_cat.png"
    },
    {
      "title": "Ted and Bess",
      "text": "Ted wanted to fetch some bread for Bess. He sped to get the bread and then he sped back to his flat. Then he went to bed and slept. He dreamt about Bess. BessA man’s name is Pat. Pat has a cat and a lamb. The cat’s name is Splatman. Splatman the cat has a mat. His mat is patched. Splatman the cat grabs his mat and drags it to the van. Pat claps and Splatman the cat is glad. Pat has a mat for his lamb too. The lamb’s mat is black and white. The lamb grabs the mat and drags the mat to the van. Pat claps again and the lamb has an apple. Pat, Splatman and the lamb are glad. mended her white dress and fell into bed. She also dreamt about Ted. The next day Ted and Bess wed. The bells rang. Their dads felt glad and wept. Ted’s best friend selected a red chest as a present for Ted and Bess.",
      "image": "images/ted_and_bess.png"
    },
    {
      "title": "Let’s Help Brendan’s Dad",
      "text": "Seven friends had met next to the shed. “Let’s help Brendan’s dad get ten red hens,” said Brendan’s best friend Beth. The seven friends said, “Yes!” Beth and Brendan grabbed hands. The rest of the friends stepped back. Beth and Brendan selected a spell. Then Beth and Brendan said the spell! A black and red flash cracked. Then a nest, a wren and an egg landed next to them. The wren said, “Ten red hens are in the shed.” Then the nest, egg and wren went. Beth and Brendan and the friends went to the shed as the wren had said. In the shed, ten red hens sat on ten white eggs. Brendan’s dad had wanted hens and eggs. The seven friends felt glad to have helped Brendan’s dad get his ten red hens and ten eggs.",
      "image": "images/lets_help_brendans_dad.png"
    },
    {
      "title": "The Incredible Ring",
      "text": "A little, thin man lived in a little, brick flat on a little, white sand hill with many shells. One day in his flat, the little, thin man saw a brittle brick. He picked at the brittle brick in his flat. The brittle brick cracked and he saw a fantastic thing. It was an incredible ring! The little, thin man slid his little, thin hand into the crack and lifted the ring trapped in the bricks. The little, thin man sat and held the ring in his little, thin hand. The ring had a dent in it. The ring was still incredible. The little, thin man bent the ring and it snapped in his little, thin hands. In a flash, the little, thin man and the ring vanished.",
      "image": "images/the_incredible_ring.png"
    },
    {
      "title": "The Six Pink Pigs",
      "text": "The six pink pigs lived on a big hill. The six pink pigs giggled as they nibbled the chips the witch had in her bin. The witch had left the chips for some insects. The six pink pigs shifted the lid of the bin into a ditch and selected the best chips to nibble. The witch saw the six pink pigs nibbling the chips she had left for the insects. The witch giggled as she grabbed her big stick. In an instant, one pink pig was lifted above the bin with the chips. It was incredible. The lid of the bin that was in the ditch was lifted too. The witch giggled again. The pink pig above the bin landed with a crash into the bin with the chips. Then there was a big bang as the lid landed on the pink pig in the bin. The rest of the pink pigs inspected the witch as she giggled and giggled. Then, the rest of the pink pigs giggled too.",
      "image": "images/the_six_pink_pigs.png"
    },
    {
      "title": "Tom’s Dog",
      "text": "Tom has a dog. Tom’s dog is Bob. Bob is a big dog. Bob is a big black dog. Tom has a rock. It is a big rock. It is a big black rock. Tom tosses the rock at a bin. Bang! Bob dashes and gets the rock. Bob picks it up and dashes back. Bob drops the rock for Tom to toss again. Tom grabs the rock so that Tom and Bob can go to have a drink. Then they go to the pond. Tom drops the rock into the pond. Splash! It splashes them. Tom and Bob get wet.",
      "image": "images/toms_dog.png"
    },
    {
      "title": "Josh and Robin",
      "text": "Josh and Robin packed their bag with lamb chops, some salt and carrots. They planned to have a picnic in the forest. They would watch their little yacht skim across the water in the pond. It was a good yacht. They wanted Spot their dog to come with them. So they let him go from the knot and Josh let Spot sniff the bag with the lamb chops, some salt and carrots. Spot yapped and hopped at the smell of the lamb chops and he went with them over the little hill to the pond in the forest. Josh and Robin left their bag while they watched the yacht skim across the water in the pond. Spot was still watching the bag with the lamb chops, some salt and carrots. Spot grabbed the lamb chops from the bag and scrammed. His friend the frog would think the chops were good. Josh and Robin had lost the chops and Spot the dog. They still had the carrots with some salt for their picnic. When they went back over the little hill, Spot was not with them. Spot and the frog were chomping on the chops in the forest. Spot would come back over the little hill when he and the frog had finished chomping on the lamb chops.",
      "image": "images/josh_and_robin.png"
    },
    {
      "title": "Jumping Uggles",
      "text": "Ug the young uggle huddles, cold and wet, under his umbrella. He has a big head with an antenna on top. This story is about one day when Ug the uggle has to do his jobs before he can frolic with his friends. Up above him, the other uggles jump. Ug loves to jump too, but he has too much to do before he can frolic and jump with his uggle friends. Up above him, the other uggles have some punch. Ug loves punch too, but he has too much to do before he can frolic and have punch with his uggle friends. Ug puts the rubbish in the bin and finishes his jobs. Now, Ug can frolic and have fun with his friends.",
      "image": "images/jumping_uggles.png"
    },
    {
      "title": "Much Fun",
      "text": "It was hot. Duncan and Malcolm rushed to get Uncle Buck and Mum. They wanted a swim and some fun in the sun. Come on Uncle Buck! begged Duncan. Uncle Buck and Mum jumped up. Mum put lunch into a bucket. She packed sandwiches to munch on, some nuts, a jug of punch, some drinking water, mugs, cups and her big umbrella. Let’s go swimming, they all sang as they tumbled into the truck. They frolicked in the puddles under the hot sun. They collected shells and built sand castles. Mum made Duncan and Malcolm put sunblock on their skin and put on hats before too much sun made them sick. Let’s swim in the salt water before the sun sets! yelled Uncle Buck. Then they all sat under Mum’s big umbrella and watched the sun set over the water. That was so much fun, commented Malcolm. And they all said that they would do it again the next day.",
      "image": "images/much_fun.png"
    },
    {
      "title": "Cooking Madison’s Hooked Fish",
      "text": "“Look at the filead over his head so the witch would not know it was him. He then crept into her forest to find the shelf that held her spell book. The book was full of good spells that would give him the castle of gold he wanted.\n\nThe witch was watching. She did know it was the crook who had pulled a woollen hood over his head.\n\nThe crook went across the wooden steps. They took him to the spell book that stood on the shelf in the witch’s forest.\n\nThe witch was watching. She could tell that the crook was in her forest looking to take her spell book.\n\nThe crook shook as he took the spell book that stood on the shelf in the witch’s forest. He looked at the spell he wanted and read it from the book.\n\nThe crook shook as he ran from the spell book that still stood on the shelf in the witch’s forest. The witch cackled!sh I hooked with a fishing rod,” said Madison. She was thrilled to have hooked such a good fish. “Fantastic catch!” Her mum was thrilled too. “That should be cooked up for lunch.”\n\nMadison and her mum looked in the cookbook to find out the best method to cook the fish Madison had hooked with her fishing rod. “Let’s cook it in the oven,” commented Madison. “Let’s put lemon and salt on it as well.” It did not take long for the fish to cook in the oven. When it was cooked Mum took it out of the oven and put it in a fish dish.\n\n“Come on lads!” Mum yelled to Madison’s dad and all of the kids, “Madison has hooked and cooked a fantastic fish for lunch. Come and get it before it is cold!” Madison’s dad was astonished at how well Madison had cooked the fish she had hooked with her fishing rod. Madison’s dad was thrilled that Madison had hooked and cooked such a good lunch. Madison was thrilled too.",
      "image": "images/cooking_madisons_hooked_fish.png"
    },
    {
      "title": "The Crook",
      "text": "The crook pulled the woollen hood over his head so the witch would not know it was him. He then crept into her forest to find the shelf that held her spell book. The book was full of good spells that would give him the castle of gold he wanted.\n\nThe witch was watching. She did know it was the crook who had pulled a woollen hood over his head.\n\nThe crook went across the wooden steps. They took him to the spell book that stood on the shelf in the witch’s forest.\n\nThe witch was watching. She could tell that the crook was in her forest looking to take her spell book.\n\nThe crook shook as he took the spell book that stood on the shelf in the witch’s forest. He looked at the spell he wanted and read it from the book.\n\nThe crook shook as he ran from the spell book that still stood on the shelf in the witch’s forest. The witch cackled!",
      "image": "images/the_crook.png"
    }
  ],
  "book2": [],
  "book3": [],
  "book4": [],
  "book5": []
}
